tap "confluentinc/ccloud"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "thoughtbot/formulae"

brew "autoconf"
brew "automake"
brew "avro-tools"
brew "bat"
brew "cmake"
brew "confluentinc/ccloud/ccloud"
brew "coreutils"
brew "cowsay"
brew "dhall"
brew "dhall-bash"
brew "dhall-json"
brew "direnv"
brew "dos2unix"
brew "exa"
brew "figlet"
brew "findutils"
brew "flac"
brew "fswatch"
brew "fzf"
brew "gawk"
brew "gettext", link: true
brew "git"
brew "gnu-getopt"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnutls"
brew "go"
brew "heroku/brew/heroku"
brew "htop"
brew "hub"
brew "icu4c"
brew "jq"
brew "kubernetes-cli", link: false
brew "lame"
brew "libssh"
brew "libssh2"
brew "libtool"
brew "libvorbis"
brew "mad"
brew "mas"
brew "maven"
brew "mdp"
brew "memcached", restart_service: true
brew "mono"
brew "msgpack"
brew "nmap"
brew "node"
brew "oniguruma"
brew "openssl"
brew "opusfile"
brew "parquet-tools"
brew "pcre"
brew "pkg-config"
brew "postgresql@9.5", restart_service: true, link: true
brew "python"
brew "readline"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "ripgrep"
brew "ruby"
brew "scala"
brew "shellcheck"
brew "sox"
brew "sqlite"
brew "the_silver_searcher"
brew "thoughtbot/formulae/rcm"
brew "tmate"
brew "tmux"
brew "tree"
brew "utf8proc"
brew "vim"
brew "watch"
brew "wget"
brew "xsv"
brew "yarn"
brew "zsh"

cask "1password"
cask "1password-cli"
cask "alacritty"
cask "docker"
cask "dotnet-sdk"
cask "iterm2"
cask "mactex"
cask "mullvadvpn"
cask "slack"
cask "snowflake-snowsql"
cask "spectacle"
cask "tla-plus-toolbox"
cask "vlc"
