brew "asdf"
brew "automake"
brew "avro-tools"
brew "awseward/tap/call_status_checker"
brew "binutils"
brew "cmake"
brew "coreutils"
brew "dos2unix"
brew "findutils"
brew "flac"
brew "flyctl"
brew "fswatch"
brew "fx"
brew "fzf"
brew "gawk"
brew "gettext", link: true
brew "gh"
brew "git"
brew "gnu-getopt"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnutls"
brew "go"
brew "gzip"
brew "heroku/brew/heroku"
brew "hub"
brew "icu4c"
brew "jpeg"
brew "lame"
brew "libssh"
brew "libssh2"
brew "libtool"
brew "libvorbis"
brew "libxslt"
brew "libyaml"
brew "mad"
brew "mas"
brew "mdp"
brew "memcached", restart_service: true
brew "mono"
brew "msgpack"
brew "mysql-client"
brew "ncurses"
brew "nmap"
brew "oil"
brew "oniguruma"
brew "opusfile"
brew "p11-kit"
brew "pandoc"
brew "parallel"
brew "pkg-config"
brew "pwgen"
brew "py3cairo"
brew "readline"
brew "reattach-to-user-namespace"
brew "recode"
brew "snappy"
brew "thoughtbot/formulae/rcm"
brew "unbound"
brew "unixodbc"
brew "utf8proc"
brew "watch"
brew "xsv"
brew "xz"
brew "yq"
brew "zlib"
brew "zsh"

cask "1password-cli"
cask "basictex"
cask "calibre"
cask "docker"
cask "karabiner-elements"
cask "rectangle"
cask "snowflake-snowsql"
cask "tla-plus-toolbox"
cask "vlc"

tap "awseward/tap"
tap "github/gh"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "thoughtbot/formulae"
