tap "caskroom/versions"
tap "confluentinc/ccloud"
tap "github/gh"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "thoughtbot/formulae"
tap "wagoodman/dive"

brew "gettext", link: true
brew "readline"
brew "xz"
brew "jpeg"
brew "icu4c"
brew "automake"
brew "avro-tools"
brew "bat"
brew "bats"
brew "binutils"
brew "cloc"
brew "cmake"
brew "coreutils"
brew "cowsay"
brew "dhall"
brew "dhall-bash"
brew "dhall-json"
brew "direnv"
brew "dive"
brew "dnscrypt-proxy"
brew "dos2unix"
brew "exa"
brew "figlet"
brew "findutils"
brew "flac"
brew "fswatch"
brew "fzf"
brew "gawk"
brew "git"
brew "pkg-config"
brew "py3cairo"
brew "gnu-getopt"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "p11-kit"
brew "gnutls"
brew "gnupg"
brew "go"
brew "gzip"
brew "ncurses"
brew "htop"
brew "hub"
brew "oniguruma"
brew "jq"
brew "kubernetes-cli", link: false
brew "lame"
brew "libvorbis"
brew "libssh"
brew "libssh2"
brew "libtool"
brew "libxslt"
brew "libyaml"
brew "mad"
brew "mas"
brew "maven"
brew "mdp"
brew "memcached"
brew "mono"
brew "msgpack"
brew "mysql-client"
brew "nmap"
brew "opusfile"
brew "pandoc"
brew "parallel"
brew "parquet-tools"
brew "postgresql@9.5"
brew "postgresql@9.6", link: true
brew "pwgen"
brew "reattach-to-user-namespace"
brew "recode"
brew "redis"
brew "ripgrep"
brew "scala"
brew "shellcheck"
brew "snappy"
brew "sox"
brew "the_silver_searcher"
brew "tmate"
brew "tmux"
brew "tree"
brew "unixodbc"
brew "utf8proc"
brew "vim"
brew "watch"
brew "wget"
brew "xsv"
brew "zlib"
brew "zsh"
brew "confluentinc/ccloud/ccloud"
brew "github/gh/gh"
brew "heroku/brew/heroku"
brew "thoughtbot/formulae/rcm"

cask "1password"
cask "1password-cli"
cask "alacritty"
cask "basictex"
cask "docker"
cask "dotnet-sdk"
cask "iterm2"
cask "java8"
cask "mullvadvpn"
cask "slack"
cask "snowflake-snowsql"
cask "spectacle"
cask "tla-plus-toolbox"
cask "vlc"
